[A_Item.GrenadeMod_Lure GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="A Isca"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Delivery.Delivery_Lob_Lure:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Me distraio facilmente com coisas brilhantes."
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Lob_Lure:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Possui alta probabilidade de chamar a atenção dos inimigos próximos."
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Lob_Lure:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="[skill]Só é possível manter ativo uma isca por vez. Ao arremessar uma segunda isca, a primeira é desativada.[-skill]"
NoConstraintText=""
Suffix=""
Prefix=""

[InteractiveObject.Balance_LureTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName="Atrai o alvo"
Grades[0]=(GradeModifiers=(DisplayName="Atrai o alvo"))

[InteractiveObject.IO_LureTarget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Title.Title_Lure ItemNamePartDefinition]
PartName="Isca"

